// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "Eth. PCI %@";
"pci-multiether"          = "Eth. PCI %@, puerto %@";
"thunderbolt-ether"       = "Ranura Ethernet Thunderbolt %@";
"thunderbolt-multiether"  = "Ranura Ethernet Thunderbolt %@, puerto %@";
"usb-ether"               = "Ethernet USB (%@)";
"generic-ether"           = "Adaptador Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Adapt. inalámbrico (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "FireWire PCI %@";
"pci-multifirewire"       = "FireWire PCI %@, puerto %@";
"thunderbolt-firewire"    = "Ranura FireWire Thunderbolt %@";
"thunderbolt-multifirewire" = "Ranura FireWire Thunderbolt %@, puerto %@";
"generic-firewire"        = "Adaptador FireWire (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "Adap. módem USB Bluetooth";
"bluetooth-modem-port"    = "Puerto módem Bluetooth";
"generic-bluetooth-modem" = "Módem Bluetooth (%@)";

"bluetooth-pan-gn"        = "Bluetooth PAN";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "Adap. módem IrDA USB";
"irda-ircomm-port"        = "Puerto de módem IrDA";

"loopback"                = "Loopback";

"modem"                   = "Módem interno";

"modem-port"              = "Puerto de módem";
"modem-printer-port"      = "Puerto módem/impresora";

"printer-port"            = "Puerto de impresora";
"serial-port"             = "Puerto serie";

"usbmodem"                = "Módem USB"; 
"generic-usbmodem"        = "Módem USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Vínculo Ethernet (%@)";

"bridge"                  = "Puente (%@)";

"vlan"                    = "Red VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "USB del Apple TV";

"Display Ethernet"        = "Ethernet de la pantalla";
"Display FireWire"        = "FireWire de la pantalla";

"External Modem"          = "Módem externo";

"iPad"                    = "USB del iPad";

"iPhone"                  = "iPhone USB";

"iPod"                    = "USB del iPod";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Ethernet Gigabit";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet integrada";
"X-multiether"            = "Ethernet integrada %@";
"X-firewire"              = "FireWire integrado";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
